{
  "es": {
    "usernameError": "El nombre de usuario debe contener al menos una letra y no puede ser solo números.",
    "passwordError": "La contraseña debe tener al menos una letra mayúscula, una letra minúscula, un número, un símbolo(*^) y tener más de 8 caracteres.",
    "loginError": "El usuario o la contraseña no son correctas.",
    "loginUsernamePlaceholder": "Ingresa tu usuario",
    "loginPasswordPlaceholder": "Ingresa tu contraseña",
    "createAccountUsernamePlaceholder": "Elige un usuario",
    "createAccountEmailPlaceholder": "Ingresa tu correo",
    "createAccountPasswordPlaceholder": "Elige una contraseña",
    "donYet": "¿Aún no tienes una cuenta?",
    "memberSignIn": "Inicia sesión para acceder a tu cuenta de Incautas",
    "createAccount": "Crea una nueva cuenta en Incautas",
    "username": "Usuario",
    "password": "Contraseña",
    "createAccountButton": "Crear Cuenta",
    "haveAccount": "¿Ya tienes una cuenta?",
    "signIn": "Iniciar sesión",
    "registerHere": "Regístrate aquí",
    "contact_title": "Contacto",
    "contact_info": "Pueden ponerse en contacto con nosotros con nuestro formulario, podeis cubrirlo y sera recibida por nuestros administradores que intentaran contestar en el menor tiempo posible",
    "go_to_contact": "Ir a contacto",
    "inicio": "Inicio",
    "videos": "Videos",
    "categorias": "Categorías",
    "placeholder_search": "Buscar Videos",
    "contactos": "Contactos",
    "presentation": "Presentación",
    "main_categories": "Categorias Principales",
    "description": "Bienvenidos al universo de la exploración erótica sin límites, donde el placer se encuentra con la diversión y el control. Aquí, celebramos la sensualidad, el humor y el poder en su forma más pura y auténtica, con un enfoque en las experiencias más intensas y únicas que puedas imaginar.",
    "humiliation": "Humillación en Pareja: En nuestro contenido, las parejas toman el control absoluto, transformando la intimidad en un juego de poder y diversión. Desde risas nerviosas hasta momentos de máxima sumisión, estas dinámicas ponen el énfasis en la creatividad erótica y la conexión entre dos personas que saben cómo llevar los límites del placer al siguiente nivel.",
    "cum_ridiculously": "Cums Ridiculos: Porque aquí, el clímax es mucho más que un final. Nos centramos en capturar momentos absurdamente intensos donde los orgasmos se convierten en un espectáculo cargado de placer, sorpresa y, a veces, un toque de humor. Las explosiones de placer inesperadas y desmesuradas son la verdadera estrella.",
    "extreme_vibrators": "Vibradores Extremos: Exploramos el poder de la tecnología erótica con vibradores de alta intensidad diseñados para llevar los sentidos al límite. Con sus movimientos inigualables, estos juguetes se convierten en la herramienta definitiva para alcanzar el clímax más poderoso y prolongado. Todo, presentado con un toque sensual y emocionante.",
    "quick_handjobs": "Pajas Rápidas y Controladas: Rindiendo homenaje al arte de la rapidez y la técnica, aquí encontrarás momentos donde la velocidad y la precisión se combinan para alcanzar resultados explosivos. Las manos experimentadas llevan el placer a otro nivel en cuestión de segundos.",
    "loaded_cocks": "Penes Cargados y Multiorgasmos: En este rincón del deseo, destacamos la capacidad del cuerpo humano para romper barreras. Desde hombres cargados con energía explosiva hasta multiorgasmos consecutivos que desafían las expectativas, exploramos el cuerpo como una fuente inagotable de placer.",
    "default_message": "Haz clic en una foto para obtener información sobre la categoría.",
    "category_title": "Título de la categoría",
    "category_text": "Texto de la categoría",
    "go_to_category": "Ir a la Categoría",
    "enjoy_videos": "Disfruta de todos nuestros videos subidos hasta la fecha",
    "female_domination": "Chicas en pareja que llevan el control, tanto si quieren jugar con ella, burlarse, hacer rol, arruinar el orgasmo o cualquier tipo de juego erótico, con ropa puesta o no.",
    "tempting_straw": "Suele ser una paja lenta, tranquila, puede ser acompañada de caricias, acostados en la cama, o paja por detrás, suele ser un pene sensible, cargado de varios días o que quiere culminar pero juega con él hasta no poder más.",
    "speed_handjob": "Aquí suelen ser videos cortos de chicas que les gusta hacer precoces a sus novios, disfrutar de cuánto pueden durar, que se vengan rápido o que no bajan la marcha y siguen hasta que se vienen, muy caliente esperando su orgasmo masculino.",
    "vibrator_extreme": "Normalmente chicas que no pueden parar el vibrador hasta que empiezan a retorcerse de placer, mojar su ropa, o coño y gimen de placer. También hay algunas parejas que se lo ponen en la polla e intentan aguantar mientras sus parejas lo miran gemir de placer.",
    "eye_contact": "Dicen que hay miradas que matan y estas son unas de ellas. Pero a la poronga, comúnmente tendremos videos POV con miradas fijas a cámara de bellas mujeres con grandes y bonitos ojos que te cautivarán mientras te provocan.",
    "recent_videos_info": "Aquí puedes ver los videos más recientes subidos hasta la fecha y filtrarlos por las preferencias que más te gusten: nombre, duración, fecha de subida, categoría, etc. Disfruta de nuestra amplia gama de metadatos.",
    "go_to_videos": "Ir a Videos",
    "iniciarSesion": "Iniciar sesion",
    "footer_message": "© 2024 Femdom Amateur World. Todos los derechos reservados.",
    "no_videos": "No hay videos disponibles para esta página.",
    "Galería de Videos": "Galería de Videos",
    "contacto": "Contacto",
    "preguntaContacto": "¿Tienes preguntas o sugerencias? Por favor, rellena el formulario y nos pondremos en contacto contigo lo antes posible.",
    "Escribe": "",
    "Enviar": "Enviar",
    "Selecciona una Categoría": "Selecciona una Categoría: ",
    "category": "Categoría",
    "female_domination_desc": "Chicas que llevan el control, juegan, o provocan a su pareja, con o sin ropa.",
    "tempting_straw_desc": "Pajas lentas y sensuales, provocando con calma o jugando hasta el final.",
    "speed_handjob_desc": "Pajas rápidas, disfrutando de ver a su pareja venirse rápidamente.",
    "vibrator_extreme_desc": "Chicas usando vibradores hasta perder el control, mojando ropa o gimiendo de placer.",
    "eye_contact_desc": "Miradas intensas en videos POV, mujeres hermosas cautivándote con sus ojos.",
    "resultadoDeBusqueda": "Resultado de busqueda",
    "temptingStraw": "Paja tentadora",
    "SpeedHandjob": "Paja rapida",
    "Eye Contact": "Contacto de ojos",
    "FemaleDomination": "Chica dominante",
    "VibratorExtreme": "Vibrador Extremo",
    "VolverAtras": "Volver Atrás",
    "Usuario": "Usuario",
    "Contrasena": "Contraseña",
    "introducePass": "Introduce tu contraseña",
    "introduceUsu": "Introduce tu usuario",
    "tituloMensaje": "Título del mensaje:",
    "Descripcion": "Descripción:",
    "EscribeTitu": "Escribe el título de tu mensaje",
    "EscribeDesc": "Escribe aquí la descripción de tu mensaje",
    "videoTitle1": "Paja sensible de compañero de cuarto jovencita, mira porno y cum juntos",
    "videoTitle2": "Milf lo hace correrse en 1 minuto",
    "error_loading": "Error al cargar los videos.",
    "adult_warning_title": "Este es un Sitio Web para Adultos",
    "adult_warning_text": "Este sitio contiene material restringido a menores de edad. Si tienes al menos 18 años, haz clic en 'Entrar'. Si no, sal del sitio.",
    "enter_button": "Tengo 18 años o más - Entrar",
    "exit_button": "Soy menor de 18 años - Salir",
    "videoTitle3": "Mamada muy rapida!",
    "videoTitle4": "Una polla enorme recibe una paja y una mamada de una novia amateur (completa con prematuro)",
    "videoTitle5": "¡40 minutos de paja y femdom! Me burlo de esa buena polla, gimiendo y temblando corrida de orgasmo",
    "videoTitle6": "¡Tanto semen! Paja de borde lento con explosión de semen irreal",
    "videoTitle7": "Masaje sensual de polla y bolas - final feliz de paja",
    "videoTitle8": "Mami dominante disciplina a su chico para la eyaculación precoz RecklessDome",
    "videoTitle9": "ARRUINADO mientras está completamente envuelta en plástico!",
    "videoTitle10": "Mira cómo su cuerpo se sacude mientras MissDommenique lo lleva a un orgasmo masivo arruinado",
    "videoTitle11": "¿Qué espero ver cuando escucho sobre el orgasmo arruinado?",
    "videoTitle12": "Femdom Prejac SPH | La cita de Tinder salió mal",
    "videoTitle13": "Llegó en 30 segundos ... Por eso sigo chupando",
    "videoTitle14": "Cum en mi boca mi hermanito",
    "videoTitle15": "Ella me hace correrme y sigue chupando",
    "videoTitle16": "19 y desnuda!!!",
    "videoTitle17": "Venida rapida 4",
    "videoTitle18": "Rubia mamada",
    "videoTitle19": "Beautiful suave paja femenina con increíble corrida de liberación larga a las 8:20",
    "videoTitle20": "Besos sensuales y acariciando, corrida a las 8:20",
    "videoTitle21": "Sensacional enfermería, besos, vaqueros secos - GRAN corrida (15:18)",
    "videoTitle22": "Eyaculador precoz verga pequena pete mamada petera",
    "videoTitle23": "malditos compañeros de colegio",
    "videoTitle24": "Modo ridículo Velocidad Paja! Nadie es tan rápido como ella - TheMagicMuffin",
    "videoTitle25": "Blonde chica se divierte dándome una paja después de arruinar mi orgasmo - TheMagicMuffin",
    "videoTitle26": "Ella me hizo correrme tan rápido lamiendo mis bolas así 😩",
    "videoTitle27": "Paja de velocidad extrema rápida - 15 segundos hasta la explosión",
    "videoTitle28": "loción velocidad paja antes de clase",
    "videoTitle29": "Paja de velocidad lo más rápido posible - TheMagicMuffin",
    "videoTitle30": "Me gusta ver lo rápido que puedo hacer que se corra",
    "videoTitle31": "PONIENDO A PRUEBA A MI CHICO: CUANTO DURARÁ con este PAJOTE? - AMATEUR -INCREÍBLE CORRIDA",
    "videoTitle32": "ENTRENAMIENTO contra la EYACULACIÓN PRECOZ de mi novio. SEGUNDA LECCION. Pareja aficionada",
    "videoTitle33": "Profesora de escuela griega hace una paja y recibe una carga de semen- μου τον παίζει στα ιδιαίτερα",
    "videoTitle34": "esposa Hot hace paja a un amigo delante de su marido. SEGUNDA LECCION. Pareja aficionada",
    "videoTitle35": "ENTRENAMIENTO contra la EYACULACIÓN PRECOZ de mi novio. PRIMERA LECCION. Pareja aficionada",
    "videoTitle36": "ENTRENAMIENTO contra la EYACULACIÓN PRECOZ de mi novio. TERCERA LECCION. Pareja aficionada",
    "videoTitle37": "Año Nuevo Eve paja con aceite en jeans ajustados con sensual post masaje ",
    "videoTitle38": "WOW Corrida después de 7 días de abstinencia",
    "videoTitle39": "Suave y sensual mano matutina para una gran polla de cabeza de hongo con esperma en la corrida del vientre - Lexy Bounne",
    "videoTitle40": "Mis manos ayudarán a cualquier hombre a correrse (dulce paja) ",
    "videoTitle41": "Esposa te masturba en la bañera",
    "videoTitle42": "Mejor mamada jamás",
    "videoTitle43": "Paja y corrida Jennifer",
    "videoTitle44": "¡Engañando con la madrastra del MILF mientras su novia está encerrada en el balcón frente a nosotros!",
    "videoTitle45": "Paja matutina, termina en las tetas Lana lv",
    "videoTitle46": "Instrucciones para doble corrida  bananaspussy",
    "videoTitle47": "Paja delicadamente bananaspussy",
    "videoTitle48": "¿A quién le gustaría una paja como esta? ",
    "videoTitle49": "4k Relajando a mi esposo después de un largo día de trabajo, todos merecen estas caricias",
    "videoTitle50": "Me pajeo a mi novio y el lo graba",
    "videoTitle51": "Chica masturba mi polla slayerstrong",
    "videoTitle52": "Masturbación, no mi hermana",
    "videoTitle53": "Eyaculador precoz (sissyqueerpooh)",
    "videoTitle54": "Bonito paja de rusa adolescente en cuarto de baño y corrida",
    "videoTitle55": "Hermanastra atrapó mi erección matutina",
    "videoTitle56": "Vecina cachonda atrapó mi erección matutina",
    "videoTitle57": "Masturbación relajante a primera hora de la mañana con una polla enorme (lilredvelvettt)",
    "videoTitle58": "Hermanastra hippie te da masaje tántrico desnudo - Indica Flower - Terapia familiar - Alex Adams ",
    "videoTitle59": "Milf caliente engaña (sadie holmes)",
    "videoTitle60": "Eyacular rápido cuando engañas a tu novia  (chezzaluna)",
    "videoTitle61": "Juguemos a un juego de concentración ... intenta no correrte! CORTO ",
    "videoTitle62": "La sesión de paja de borde termina con 4 orgasmos arruinados ",
    "videoTitle63": "Monster vibrador hace que se corra en 30 segundos! Doble POV Nobra Twincharger",
    "videoTitle64": "Heather Kane ordeña polla debajo de las cubiertas en 4K !!",
    "videoTitle65": "Quería ver una película con mi vecina: ¡me hizo una paja rápida! Amigo vecino masturbándose ",
    "videoTitle66": "Paja con caricias sucias de una hermana rubia sexy",
    "videoTitle67": "CFNM Morena Policía Mujer Paja - Modelo: Brianna Cole",
    "videoTitle68": "Mi esposa puta mamando a nuestro vecino de 21 años ... dura 2:24",
    "videoTitle69": "LENTA burlas de la mano bordeando conduce al orgasmo INTENSO y corrida",
    "videoTitle70": "Paja en el sofá (oldboybp)",
    "videoTitle71": "¡La paja sensual conduce al orgasmo intenso sacudiendo las piernas!",
    "videoTitle72": "PREMATURE SPUNK FOUNTAIN - My Wet Butt Made Him Cum In Beneath A Minute!",
    "videoTitle73": "LA CORRIDA MÁS GRANDE DE TODOS LOS TIEMPOS !! Estudiante De Cine me Deja Hacer Lo que Le Dé La Gana",
    "videoTitle74": "Esposa Handjob Challenge: Semen en menos de 60 segundos",
    "videoTitle75": "Diversión al aire libre caminando y paja rápida en el coche gran polla cum! Manos suaves",
    "videoTitle76": "Chica en el trabajo acaricia la polla hasta que me corro por toda su ropa mientras los otros miembros de la tripulación están en el almuerzo(spreadingsomelove",
    "videoTitle77": "Reto de tragar semen de garganta profunda en 2 minutos",
    "videoTitle78": "Sperm control leads to a huge cumshot",
    "videoTitle79": "¡El cliente se corre por todos lados! ¡El estudiante se sorprendió!",
    "videoTitle80": "Lame tu semen de mis pantalones de yoga",
    "videoTitle81": "Una puta acaricia el pene de su novio hasta la eyaculación oral",
    "videoTitle82": "chupó y el chico vino rápido",
    "videoTitle83": "SE CORRE COMO UNA HORCE TRAS CARAMELOS ESPECIALES",
    "videoTitle84": "Ella le da Viagra y polla ordeñada",
    "videoTitle85": "Heather Kane hace que el semen explote como un géiser de polla!",
    "videoTitle86": "Cum Obsession! Orgasmo rápido paja",
    "videoTitle87": "Sensual crueldad ;) | Veronica",
    "videoTitle88": "Maestra chupadora de polla vacía huevos con facilidad",
    "videoTitle89": "La hermanastra no dejó que su hermanastro se bañara.",
    "videoTitle90": "Sasha Foxxx se burla de la polla dura",
    "videoTitle91": "Chica se folla a su novio 5 veces",
    "videoTitle92": "Sasha Foxxx - Despacito y muy Sensual",
    "videoTitle93": "Paja en el estacionamiento, ¡no lo había acariciado para siempre!",
    "videoTitle94": "Chica me hace correrme encima fuera de nuestro lugar de trabajo mientras los otros miembros de la tripulación están fuera por lunc",
    "videoTitle95": "Dreno sus bolas mientras le hago correr mi pequeña boca cachonda",
    "videoTitle96": "Ella vio mi polla matutina y drenó mis bolas",
    "videoTitle97": "Perras malas juegan con pene erecto",
    "videoTitle98": "Paja lenta después de su primera cita - Heather Kane",
    "videoTitle99": "¡Mamada en el estacionamiento antes de la diversión Park diversión, semen en mi cabello!",
    "videoTitle100": "Latina novia termina el trabajo con una paja y corrida masiva!",
    "videoTitle101": "Adoración a mi polla",
    "videoTitle102": "La cita de amanda",
    "videoTitle103": "¿Cuánto tiempo duraría????? Spandex lycra camisa Paja Masaje de polla ",
    "videoTitle104": "Continuaré chupando incluso cuando te corras, el semen fluirá de mi boca 👄",
    "videoTitle105": "Mamma mia! No es solo una mamada, es un verdadero arte de chupar!",
    "videoTitle106": "Dirty Talk paja bordeando aceite de teen anime egirl Bambi Bluu ",
    "videoTitle107": "Distrajo con éxito a mi hermanastro mientras jugaba ",
    "videoTitle108": "Diosa húngara chupa lentamente polla & prueba el semen, por Sylvia Chrystall HD. ",
    "videoTitle109": "Polla muy Tasty - Primer plano ",
    "videoTitle110": ""
  },
  "en": {
    "usernameError": "The username must contain at least one letter and cannot be only numbers.",
    "passwordError": "The password must contain at least one uppercase letter, one lowercase letter, one number, one symbol(*^) and be longer than 8 characters.",
    "loginError": "The username or password is incorrect.",
    "loginUsernamePlaceholder": "Enter your username",
    "loginPasswordPlaceholder": "Enter your password",
    "createAccountUsernamePlaceholder": "Choose a username",
    "createAccountEmailPlaceholder": "Enter your email",
    "createAccountPasswordPlaceholder": "Choose a password",
    "donYet": "Don't have an account yet? ",
    "memberSignIn": "Member Sign in Access your Incautas account",
    "createAccount": "Create a new Incautas account",
    "username": "Username",
    "password": "Password",
    "signIn": "log in",
    "registerHere": "Register here",
    "createAccountButton": "Crear cuenta",
    "haveAccount": "Already have an account?",
    "contact_title": "Contact",
    "contact_info": "You can contact us using our form, fill it out, and it will be received by our administrators, who will try to respond as soon as possible.",
    "go_to_contact": "Go to contact",
    "inicio": "Home",
    "videos": "Videos",
    "categorias": "Categories",
    "contactos": "Contacts",
    "presentation": "Presentation",
    "main_categories": "Main Categories",
    "placeholder_search": "Search Videos",
    "description": "Welcome to the universe of boundless erotic exploration, where pleasure meets fun and control. Here, we celebrate sensuality, humor, and power in its purest and most authentic form, focusing on the most intense and unique experiences you can imagine.",
    "humiliation": "Couples Humiliation: In our content, couples take absolute control, transforming intimacy into a game of power and fun. From nervous giggles to moments of utter submission, these dynamics emphasize erotic creativity and the connection between two people who know how to push the limits of pleasure to the next level.",
    "cum_ridiculously": "Cum Ridiculously: Because here, the climax is so much more than an ending. We focus on capturing absurdly intense moments where orgasms become a spectacle full of pleasure, surprise, and sometimes a touch of humor. Unexpected, over-the-top pleasure explosions take center stage.",
    "extreme_vibrators": "Extreme Vibrators: We explore the power of erotic technology with high-intensity vibrators designed to push the senses to the limit. With their unmatched movements, these toys become the ultimate tool to achieve the most powerful and prolonged climax, presented with a sensual and exciting touch.",
    "quick_handjobs": "Quick and Controlled Handjobs: Paying homage to the art of speed and technique, here you'll find moments where velocity and precision combine to achieve explosive results. Skilled hands take pleasure to another level in mere seconds.",
    "loaded_cocks": "Loaded Cocks and Multiple Orgasms: In this corner of desire, we highlight the human body's ability to break barriers. From men loaded with explosive energy to consecutive multiple orgasms defying expectations, we explore the body as an inexhaustible source of pleasure.",
    "default_message": "Click on a photo to get information about the category.",
    "category_title": "Category Title",
    "category_text": "Category Text",
    "go_to_category": "Go to the Category",
    "enjoy_videos": "Enjoy all our videos uploaded to date",
    "female_domination": "Girls in couples who take control, whether they want to play with it, tease, role-play, ruin the orgasm, or any kind of erotic game, with or without clothes.",
    "tempting_straw": "It is usually a slow, calm handjob, which can be accompanied by caresses, lying on the bed, or a handjob from behind. It's often a sensitive penis, loaded for several days, or one that wants to cum but plays with it until it can't anymore.",
    "speed_handjob": "These are often short videos of girls who like to make their boyfriends cum quickly, enjoy testing how long they can last, make them cum fast, or don't slow down and keep going until they finish, eagerly waiting for their male orgasm.",
    "vibrator_extreme": "Usually, girls who can't stop the vibrator until they start writhing with pleasure, soaking their clothes or pussy, and moaning with pleasure. There are also some couples who use it on their dick and try to hold on while their partners watch them moan with pleasure.",
    "eye_contact": "They say there are looks that kill, and these are among them. But aimed at the cock, commonly we'll have POV videos with fixed stares at the camera from beautiful women with large and captivating eyes that seduce you while they provoke.",
    "recent_videos_info": "Here you can see the most recent videos uploaded to date and filter them by your favorite preferences: name, duration, upload date, category, etc. Enjoy our wide range of metadata.",
    "go_to_videos": "Go to Video",
    "iniciarSesion": "Sign in",
    "footer_message": "© 2024 Femdom Amateur World. All rights reserved.",
    "no_videos": "No videos available for this page.",
    "Galería de Videos": "Video gallery",
    "contacto": "Contact",
    "preguntaContacto": "Do you have questions or suggestions? Please fill out the form and we will contact you as soon as possible.",
    "descripcion": "Description:",
    "Selecciona una Categoría": "Select a category: ",
    "category": "Category ",
    "Escribe": "",
    "female_domination_desc": "Girls in control, teasing, and role-playing, with or without clothes.",
    "tempting_straw_desc": "Slow and sensual handjobs with sensitive partners or playful teasing.",
    "speed_handjob_desc": "Quick handjobs, making their partners climax quickly or teasing relentlessly.",
    "vibrator_extreme_desc": "Girls using vibrators until they lose control, soaking clothes or moaning in pleasure.",
    "eye_contact_desc": "Intense eye contact in POV videos, beautiful women captivating you with their gaze.",
    "temptingStraw": "Tempting Straw",
    "speedHandjob": "Speed-Handjob",
    "Eye Contact": "Eye Contact",
    "VibratorExtreme": "Vibrator Extreme",
    "FemaleDomination": "Female Domination",
    "Enviar": "Send",
    "resultadoDeBusqueda": "Search result",
    "VolverAtras": "Go back",
    "Usuario": "Username",
    "Contrasena": "Password",
    "introducePass": "Enter your Password",
    "introduceUsu": "Enter your username",
    "tituloMensaje": "Message title:",
    "Descripcion": "Description:",
    "EscribeTitu": "Write the title of your message",
    "EscribeDesc": "Write the description of your message here",
    "videoTitle1": "Sensitive handjob from young roommate, watches porn and cum together",
    "videoTitle2": "Milf makes him cum in 1 minute",
    "error_loading": "Error loading videos.",
    "videoTitle3": "Very fast blowjob!",
    "adult_warning_title": "This is an Adult Website",
    "adult_warning_text": "This site contains material restricted to minors. If you are at least 18 years old, click 'Enter'. Otherwise, leave the site.",
    "enter_button": "I am 18 or older - Enter",
    "exit_button": "I am under 18 - Exit",
    "videoTitle4": "Huge cock gets handjob and blowjob from amateur girlfriend (complete with precum)",
    "videoTitle5": "40 minutes of handjob and femdom! I tease that nice cock, moaning and shaking orgasm cumshot",
    "videoTitle6": "So much cum! Slow edging with unreal cum explosion",
    "videoTitle7": "Sensual cock and balls massage - happy ending handjob",
    "videoTitle8": "Dominant mommy disciplines her boy for premature ejaculation RecklessDome",
    "videoTitle9": "RUINED while completely wrapped in plastic!",
    "videoTitle10": "Watch his body shake as MissDommenique brings him to a massive ruined orgasm.",
    "videoTitle11": "What do I expect to see when I hear about ruined orgasm?",
    "videoTitle12": "Femdom Prejac SPH | Tinder date gone wrong",
    "videoTitle13": "It arrived in 30 seconds... That's why I keep sucking",
    "videoTitle14": "Cum in my mouth my little brother",
    "videoTitle15": "She makes me cum and keeps sucking",
    "videoTitle16": "19 and NAKED!!!",
    "videoTitle17": "QuickCummers 4",
    "videoTitle18": "Blonde blowjob",
    "videoTitle19": "Beautiful soft female handjob with amazing long release cumshot at 8:20",
    "videoTitle20": "Sensual kisses and caressing, cumshot at 8:20",
    "videoTitle21": "Sensational nursing, kissing, dry jeans - GREAT cumshot (15:18)",
    "videoTitle22": "Translated: Eyaculador precoz verga pequena pete mamada petera",
    "videoTitle23": "Premature ejaculation, small dick, pete, blowjob, petera",
    "videoTitle24": "Ridiculous Speed ​​Straw Mode! No one is as fast as her - TheMagicMuffin",
    "videoTitle25": "Blonde girl has fun giving me a handjob after ruining my orgasm - TheMagicMuffin",
    "videoTitle26": "She made me cum so fast by licking my balls like that 😩",
    "videoTitle27": "Extreme Fast Speed ​​Straw - 15 seconds until explosion",
    "videoTitle28": "Speed lotion wank before class",
    "videoTitle29": "Speed ​​jerk as fast as possible - TheMagicMuffin",
    "videoTitle30": "I like to see how fast I can make him cum",
    "videoTitle31": "PUTTING MY BOY TO THE TEST: HOW LONG WILL HE LAST WITH THIS JOCK? - AMATEUR - AMAZING CUMSHOT",
    "videoTitle32": "TRAINING against my boyfriend's PREMATURE EJACULATION. SECOND LESSON. Amateur couple",
    "videoTitle33": "Greek school Teacher gives handjob gets load of cum- μου τον παίζει στα ιδιαίτερα",
    "videoTitle34": "Hot wife jerks off friend in front of her husband. SECOND LESSON. Amateur couple",
    "videoTitle35": "TRAINING against my boyfriend's PREMATURE EJACULATION. FIRST LESSON. Amateur couple",
    "videoTitle36": "TRAINING against my boyfriend's PREMATURE EJACULATION. THIRD LESSON. amateur couple",
    "videoTitle37": "New Years Eve oil handjob in tight jeans with sensual post massage",
    "videoTitle38": "WOW Cumshot after 7 days of abstinence",
    "videoTitle39": "Soft sensual morning handjob for big mushroom head cock with cum on belly cumshot - Lexy Bounne",
    "videoTitle40": "My hands will help any man cum (sweet handjob)",
    "videoTitle41": "Wife masturbates you in the bathtub",
    "videoTitle42": "Best blowjob ever",
    "videoTitle43": "Phandjob and cumshot Jennifer",
    "videoTitle44": "Cheating with MILF stepmom while his girlfriend is locked on the balcony in front of us!",
    "videoTitle45": "Morning blowjob, ends on Lana lv's tits",
    "videoTitle46": "Instructions for double cumshot bananaspussy",
    "videoTitle47": "Handjob delicately bananaspussy",
    "videoTitle48": "Who would like a jerk off like this?",
    "videoTitle49": "4k Relaxing my husband after a long day at work, everyone deserves these caresses",
    "videoTitle50": "I jerk off my boyfriend and he records it",
    "videoTitle51": "Girl masturbates my cock slayerstrong",
    "videoTitle52": "Masturbation, not my sister",
    "videoTitle53": "Premature ejaculator (sissyqueerpooh)",
    "videoTitle54": "Nice Russian teen handjob in bathroom and cumshot",
    "videoTitle55": "Stepsister caught my morning boner",
    "videoTitle56": "Horny neighbor caught my morning boner",
    "videoTitle57": "Early morning chill handjob with huge cock (lilredvelvettt)",
    "videoTitle58": "Hippie Step Sister Gives You Naked Tantric Massage - Indica Flower - Family Therapy - Alex Adams",
    "videoTitle59": "Hot MILF engaña (sadie holmes)",
    "videoTitle60": "Ejaculating quickly when you cheat on your girlfriend (chezzaluna)",
    "videoTitle61": "Let's play a concentration game... try not to cum! SHORT ",
    "videoTitle62": "Edging wank session ends with 4 ruined orgasms ",
    "videoTitle63": "Monster vibrator makes him cum in 30 seconds! Double POV Nobra Twincharger",
    "videoTitle64": "Heather Kane milks cock under the covers in 4K!!",
    "videoTitle65": "I wanted to watch a movie with my neighbor: she gave me a quick handjob! Neighbor friend masturbating",
    "videoTitle66": "Handjob with dirty caresses from a sexy blonde sister",
    "videoTitle67": "CFNM Brunette Police Woman Handjob - Model: Brianna Cole",
    "videoTitle68": "My slut wife sucking our 21 year old neighbor... lasts 2:24",
    "videoTitle69": "SLOW hand teasing edging leads to INTENSE orgasm and cumshot",
    "videoTitle70": "Handjob on the sofa (oldboybp)",
    "videoTitle71": "Sensual handjob leads to intense leg-shaking orgasm!",
    "videoTitle72": "PREMATURE SPUNK FOUNTAIN - My Wet Butt Made Him Cum In Beneath A Minute!",
    "videoTitle73": "THE BIGGEST CUMSHOT OF ALL TIME!! Film Student Lets Me Do Whatever I Want",
    "videoTitle74": "Wife Handjob Challenge: Cum in under 60 seconds",
    "videoTitle75": "Outdoor fun walking and quick handjob in the car big cock cum! Soft hands",
    "videoTitle76": "Girl at work strokes cock until I cum all over her clothes while other crew members are at lunch (spreadingsomelove)",
    "videoTitle77": "Deep throat cum swallowing challenge in 2 minutes",
    "videoTitle78": "Sperm control leads to a huge cumshot",
    "videoTitle79": "The client cums everywhere! The student was shocked!",
    "videoTitle80": "Lick your cum off my yoga pants",
    "videoTitle81": "A slut strokes her boyfriend's cock to oral ejaculation",
    "videoTitle82": "She sucked and the guy came quickly",
    "videoTitle83": "HE CUMS LIKE A HORSE AFTER SPECIAL CANDIES",
    "videoTitle84": "She gives him Viagra and milks his cock",
    "videoTitle85": "Heather Kane makes cum explode like a cock geyser!",
    "videoTitle86": "Cum Obsession! Quick orgasm handjob",
    "videoTitle87": "Sensual cruelty ;) | Veronica",
    "videoTitle88": "Blowjob teacher empties balls with ease",
    "videoTitle89": "Stepsister didn't let her stepbrother take a bath.",
    "videoTitle90": "Sasha Foxxx teases the hard cock",
    "videoTitle91": "Girl bangs her boyfriend 5 times",
    "videoTitle92": "Sasha Foxxx - Slow and Very Sensual",
    "videoTitle93": "Handjob in the parking lot, hadn't stroked it in forever!",
    "videoTitle94": "Girl makes me cum outside our workplace while other crew members are out for lunch",
    "videoTitle95": "Drains his balls while making him cum into my little horny mouth",
    "videoTitle96": "She saw my morning wood and drained my balls",
    "videoTitle97": "Bad bitches play with erect penis",
    "videoTitle98": "Slow handjob after their first date - Heather Kane",
    "videoTitle99": "Blowjob in the parking lot before fun Park fun, cum in my hair!",
    "videoTitle100": "Latina girlfriend finishes the job with a handjob and a massive cumshot!",
    "videoTitle101": "Worship my cock",
    "videoTitle102": "AMANDA´S DATE",
    "videoTitle103": "How long would it last????? Spandex lycra shirt Handjob Cock massage",
    "videoTitle104": "I will continue sucking even when you cum, the semen will flow out of my mouth 👄",
    "videoTitle105": "Mamma mia! It's not just a blowjob, it's a real art of sucking!",
    "videoTitle106": "Dirty Talk straw bordering oil from teen anime girl Bambi Bluu",
    "videoTitle107": "Successfully distracted my stepbrother while he was playing",
    "videoTitle108": "Hungarian goddess slowly sucks cock & tastes cum, by Sylvia Chrystall HD.",
    "videoTitle109": "Very Tasty Cock - Close-up"
  },
  "fr": {
    "usernameError": "Le nom d'utilisateur doit contenir au moins une lettre et ne peut pas être uniquement des chiffres.",
    "passwordError": "Le mot de passe doit comporter au moins une lettre majuscule, une lettre minuscule, un chiffre, un symbole (*^) et comporter plus de 8 caractères.",
    "loginError": "Le nom d'utilisateur ou le mot de passe est incorrect.",
    "loginUsernamePlaceholder": "Entrez votre nom d'utilisateur",
    "loginPasswordPlaceholder": "Entrez votre mot de passe",
    "createAccountUsernamePlaceholder": "Choisissez un nom d'utilisateur",
    "createAccountEmailPlaceholder": "Entrez votre email",
    "createAccountPasswordPlaceholder": "Choisissez un mot de passe",
    "donYet": "Vous n'avez pas encore de compte ?",
    "memberSignIn": "Connectez-vous pour accéder à votre compte Incautas",
    "createAccount": "Créez un nouveau compte Incautas",
    "username": "Nom d'utilisateur",
    "password": "Mot de passe",
    "createAccountButton": "Créer un compte",
    "haveAccount": "Vous avez déjà un compte ?",
    "signIn": "Se connecter",
    "registerHere": "Inscrivez-vous ici",
    "contact_title": "Contact",
    "contact_info": "Vous pouvez nous contacter en utilisant notre formulaire, remplissez-le, et il sera reçu par nos administrateurs qui essaieront de répondre dès que possible.",
    "go_to_contact": "Aller au contact",
    "inicio": "Accueil",
    "videos": "Vidéos",
    "categorias": "Catégories",
    "contactos": "Contacts",
    "presentation": "Présentation",
    "main_categories": "Catégories principales",
    "placeholder_search": "Rechercher des vidéos",
    "description": "Bienvenue dans l'univers de l'exploration érotique sans limites, où le plaisir rencontre l'amusement et le contrôle. Ici, nous célébrons la sensualité, l'humour et le pouvoir sous sa forme la plus pure et authentique, en nous concentrant sur les expériences les plus intenses et uniques que vous puissiez imaginer.",
    "humiliation": "Humiliation en couple : Dans notre contenu, les couples prennent un contrôle absolu, transformant l'intimité en un jeu de pouvoir et de plaisir.",
    "cum_ridiculously": "Orgasmes Ridicules : Ici, l'orgasme est bien plus qu'une simple fin. Nous nous concentrons sur des moments intensément absurdes où le plaisir explose de façon inattendue.",
    "extreme_vibrators": "Vibromasseurs Extrêmes : Nous explorons la puissance de la technologie érotique avec des vibromasseurs à haute intensité conçus pour repousser les limites des sens.",
    "quick_handjobs": "Masturbations Rapides et Contrôlées : Rendant hommage à l'art de la vitesse et de la technique pour des résultats explosifs.",
    "loaded_cocks": "Pénis Chargés et Multi-orgasmes : Nous mettons en lumière la capacité du corps humain à offrir des plaisirs inépuisables.",
    "default_message": "Cliquez sur une photo pour obtenir des informations sur la catégorie.",
    "category_title": "Titre de la catégorie",
    "category_text": "Texte de la catégorie",
    "go_to_category": "Aller à la catégorie",
    "enjoy_videos": "Profitez de toutes nos vidéos disponibles à ce jour",
    "female_domination": "Femmes en couple qui prennent le contrôle, qu'il s'agisse de jeux de rôles, de taquinerie ou d'autres jeux érotiques.",
    "tempting_straw": "Souvent une masturbation lente et douce, accompagnée de caresses, allongés sur le lit ou de derrière.",
    "speed_handjob": "Des vidéos courtes où les filles font jouir leurs partenaires rapidement, testant leur résistance.",
    "vibrator_extreme": "Des filles qui ne peuvent arrêter le vibromasseur jusqu'à ce qu'elles se tordent de plaisir, trempées et gémissantes.",
    "eye_contact": "On dit que certaines regards tuent, ici ils séduisent. Des vidéos POV avec des regards captivants.",
    "recent_videos_info": "Découvrez les vidéos les plus récentes et filtrez-les selon vos préférences : nom, durée, date, etc.",
    "go_to_videos": "Aller aux vidéos",
    "iniciarSesion": "Se connecter",
    "footer_message": "© 2024 Femdom Amateur World. Tous droits réservés.",
    "no_videos": "Aucune vidéo disponible pour cette page.",
    "Galería de Videos": "Galerie de Vidéos",
    "contacto": "Contact",
    "preguntaContacto": "Des questions ou suggestions? Remplissez le formulaire et nous vous répondrons dès que possible.",
    "descripcion": "Description:",
    "Escribe": "",
    "Selecciona una Categoría": "Sélectionnez une catégorie: ",
    "category": "Catégorie ",
    "female_domination_desc": "Des filles qui prennent le contrôle, taquinent ou jouent des rôles, avec ou sans vêtements.",
    "tempting_straw_desc": "Des caresses lentes et sensuelles, provoquant ou jouant jusqu'à l'extrême.",
    "speed_handjob_desc": "Des caresses rapides, jouant avec leur partenaire pour le faire jouir rapidement.",
    "vibrator_extreme_desc": "Des filles utilisant des vibrateurs jusqu'à perdre le contrôle, mouillant leurs vêtements ou gémissant de plaisir.",
    "eye_contact_desc": "Regards intenses dans des vidéos POV, des femmes captivantes par leur regard.",
    "temptingStraw": "Paille Tentante",
    "speedHandjob": "Masturbation Rapide",
    "Eye Contact": "Contact Visuel",
    "VibratorExtreme": "Vibromasseur Extrême",
    "FemaleDomination": "Domination Féminine",
    "Enviar": "Envoyer",
    "resultadoDeBusqueda": "Résultat de la recherche",
    "VolverAtras": "Retour",
    "Usuario": "Utilisateur",
    "Contrasena": "Mot de passe",
    "introducePass": "Entrez votre mot de passe",
    "introduceUsu": "Entrez votre nom d'utilisateur",
    "tituloMensaje": "Titre du message :",
    "Descripcion": "Description :",
    "EscribeTitu": "Écrivez le titre de votre message",
    "EscribeDesc": "Écrivez ici la description de votre message",
    "error_loading": "Erreur lors du chargement des vidéos.",
    "adult_warning_title": "Ceci est un site Web pour adultes",
    "adult_warning_text": "Ce site contient du matériel réservé aux adultes. Si vous avez au moins 18 ans, cliquez sur 'Entrer'. Sinon, quittez le site.",
    "enter_button": "J'ai 18 ans ou plus - Entrer",
    "exit_button": "J'ai moins de 18 ans - Quitter",
    "videoTitle1": "Masturbation douce par une jeune colocataire, regarde du porno et jouit ensemble",
    "videoTitle2": "Une milf le fait jouir en 1 minute",
    "videoTitle3": "Fellation très rapide !",
    "videoTitle4": "Grosse bite reçoit une masturbation et une fellation d'une petite amie amateur (avec pré-éjaculation)",
    "videoTitle5": "40 minutes de masturbation et de femdom ! Je taquine cette belle bite, gémissant et orgasme tremblant",
    "videoTitle6": "Tellement de sperme ! Edging lent avec explosion de sperme irréelle",
    "videoTitle7": "Massage sensuel du pénis et des testicules - masturbation avec une fin heureuse",
    "videoTitle8": "Maman dominante discipline son garçon pour éjaculation précoce RecklessDome",
    "videoTitle9": "RUINÉ tout en étant complètement enveloppé dans du plastique !",
    "videoTitle10": "Regardez son corps trembler tandis que MissDommenique le mène à un orgasme ruiné massif.",
    "videoTitle11": "À quoi je m'attends quand j'entends parler d'orgasme ruiné ?",
    "videoTitle12": "Femdom Prejac SPH | Rendez-vous Tinder qui tourne mal",
    "videoTitle13": "C'était en 30 secondes... Voilà pourquoi je continue à sucer",
    "videoTitle14": "Jouis dans ma bouche, petit frère",
    "videoTitle15": "Elle me fait jouir et continue à sucer",
    "videoTitle16": "19 ans et NUE !!!",
    "videoTitle17": "Jouisseurs rapides 4",
    "videoTitle18": "Fellation d'une blonde",
    "videoTitle19": "Belle masturbation douce féminine avec un incroyable orgasme long à 8:20",
    "videoTitle20": "Baisers sensuels et caresses, orgasme à 8:20",
    "videoTitle21": "Allaitement sensationnel, baisers, jean sec - SUPER orgasme (15:18)",
    "videoTitle22": "Traduit : Éjaculateur précoce petite bite succion",
    "videoTitle23": "Éjaculation précoce, petite bite, succion",
    "videoTitle24": "Mode paille rapide ridicule ! Personne n'est aussi rapide qu'elle - TheMagicMuffin",
    "videoTitle25": "Une blonde s'amuse à me masturber après avoir ruiné mon orgasme - TheMagicMuffin",
    "videoTitle26": "Elle m'a fait jouir si vite en léchant mes testicules comme ça 😩",
    "videoTitle27": "Masturbation rapide extrême - 15 secondes jusqu'à l'explosion",
    "videoTitle28": "Masturbation rapide avec lotion avant le cours",
    "videoTitle29": "Masturbation rapide aussi vite que possible - TheMagicMuffin",
    "videoTitle30": "J'aime voir à quelle vitesse je peux le faire jouir",
    "videoTitle31": "JE TESTE MON GARÇON : COMBIEN DE TEMPS VA-T-IL TENIR AVEC CE PAJOTE ? - AMATEUR - ORGASME INCROYABLE",
    "videoTitle32": "ENTRAÎNEMENT contre l'ÉJACULATION PRÉCOCE de mon copain. DEUXIÈME LEÇON. Couple amateur",
    "videoTitle33": "Professeur grec donne une masturbation et reçoit une éjaculation - μου τον παίζει στα ιδιαίτερα",
    "videoTitle34": "Femme chaude masturbe un ami devant son mari. DEUXIÈME LEÇON. Couple amateur",
    "videoTitle35": "ENTRAÎNEMENT contre l'ÉJACULATION PRÉCOCE de mon copain. PREMIÈRE LEÇON. Couple amateur",
    "videoTitle36": "ENTRAÎNEMENT contre l'ÉJACULATION PRÉCOCE de mon copain. TROISIÈME LEÇON. Couple amateur",
    "videoTitle37": "Masturbation à l'huile le soir du Nouvel An en jean serré avec massage sensuel après",
    "videoTitle38": "WAOUH Éjaculation après 7 jours d'abstinence",
    "videoTitle39": "Masturbation douce et sensuelle du matin pour une grosse bite champignon avec éjaculation sur le ventre - Lexy Bounne",
    "videoTitle40": "Mes mains feront jouir n'importe quel homme (douce masturbation)",
    "videoTitle41": "Femme vous masturbe dans la baignoire",
    "videoTitle42": "Meilleure fellation de tous les temps",
    "videoTitle43": "Masturbation et éjaculation Jennifer",
    "videoTitle44": "Tromperie avec la belle-mère MILF pendant que sa copine est enfermée sur le balcon devant nous !",
    "videoTitle45": "Fellation matinale, se termine sur les seins de Lana lv",
    "videoTitle46": "Instructions pour une double éjaculation bananaspussy",
    "videoTitle47": "Masturbation délicate bananaspussy",
    "videoTitle48": "Qui aimerait une masturbation comme celle-ci ?",
    "videoTitle49": "4K Je détends mon mari après une longue journée de travail, tout le monde mérite ces caresses",
    "videoTitle50": "Je masturbe mon copain et il l'enregistre",
    "videoTitle51": "Une fille masturbe ma bite slayerstrong",
    "videoTitle52": "Masturbation, pas ma sœur",
    "videoTitle53": "Éjaculateur précoce (sissyqueerpooh)",
    "videoTitle54": "Belle adolescente russe masturbe dans la salle de bain avec éjaculation",
    "videoTitle55": "Ma belle-sœur a surpris mon érection matinale",
    "videoTitle56": "Voisine excitée a surpris mon érection matinale",
    "videoTitle57": "Masturbation douce tôt le matin pour une grosse bite (lilredvelvettt)",
    "videoTitle58": "Belle-sœur hippie vous donne un massage tantrique nu - Indica Flower - Thérapie familiale - Alex Adams",
    "videoTitle59": "MILF chaude trompe (sadie holmes)",
    "videoTitle60": "Éjaculation rapide en trompant votre copine (chezzaluna)",
    "videoTitle61": "Jouons à un jeu de concentration... essayez de ne pas jouir ! COURT",
    "videoTitle62": "Session de masturbation edging se termine par 4 orgasmes ruinés",
    "videoTitle63": "Vibromasseur monstre le fait jouir en 30 secondes ! Double POV Nobra Twincharger",
    "videoTitle64": "Heather Kane épuise la bite sous les couvertures en 4K !!",
    "videoTitle65": "Je voulais regarder un film avec ma voisine : elle m'a fait une masturbation rapide !",
    "videoTitle66": "Masturbation avec des caresses coquines par une sœur blonde sexy",
    "videoTitle67": "Femme policière CFNM masturbe - Modèle : Brianna Cole",
    "videoTitle68": "Ma femme cochonne suce notre voisin de 21 ans... dure 2:24",
    "videoTitle69": "Masturbation lente et taquine menant à un orgasme INTENSE et éjaculation",
    "videoTitle70": "Masturbation sur le canapé (oldboybp)",
    "videoTitle71": "Masturbation sensuelle menant à un orgasme intense avec jambes tremblantes !",
    "videoTitle72": "JET DE SPERME PRÉCOCE - Mon cul humide l'a fait jouir en moins d'une minute !",
    "videoTitle73": "LA PLUS GROSSE ÉJACULATION DE TOUS LES TEMPS !! Étudiant en cinéma me laisse faire ce que je veux",
    "videoTitle74": "Défi de masturbation de femme : Jouir en moins de 60 secondes",
    "videoTitle75": "Plaisir en plein air et masturbation rapide dans la voiture avec éjaculation !",
    "videoTitle76": "Fille au travail masturbe jusqu'à ce que je jouisse partout sur ses vêtements",
    "videoTitle77": "Défi gorge profonde avec éjaculation en 2 minutes",
    "videoTitle78": "Contrôle du sperme menant à une énorme éjaculation",
    "videoTitle79": "Le client jouit partout ! L'étudiante est choquée !",
    "videoTitle80": "Lèche ton sperme sur mon legging de yoga",
    "videoTitle81": "Une cochonne masturbe la bite de son copain jusqu'à l'éjaculation orale",
    "videoTitle82": "Elle a sucé et le gars a joui rapidement",
    "videoTitle83": "IL JOUIT COMME UN CHEVAL APRÈS DES BONBONS SPÉCIAUX",
    "videoTitle84": "Elle lui donne du Viagra et épuise sa bite",
    "videoTitle85": "Heather Kane fait exploser le sperme comme un geyser !",
    "videoTitle86": "Obsession du sperme ! Masturbation rapide",
    "videoTitle87": "Cruauté sensuelle ;) | Veronica",
    "videoTitle88": "Prof de fellation vide les testicules avec facilité",
    "videoTitle89": "Ma belle-sœur ne m'a pas laissé prendre un bain",
    "videoTitle90": "Sasha Foxxx taquine la bite dure",
    "videoTitle91": "Fille baise son copain 5 fois",
    "videoTitle92": "Sasha Foxxx - Lent et très sensuel",
    "videoTitle93": "Masturbation dans le parking, cela faisait longtemps !",
    "videoTitle94": "Fille me fait jouir en dehors de notre lieu de travail",
    "videoTitle95": "Elle vide ses testicules en le faisant jouir dans sa petite bouche",
    "videoTitle96": "Elle a vu ma matinale et a vidé mes testicules",
    "videoTitle97": "Des filles coquines jouent avec une bite dure",
    "videoTitle98": "Masturbation lente après leur premier rendez-vous - Heather Kane",
    "videoTitle99": "Fellation dans le parking avant le parc, sperme dans mes cheveux !",
    "videoTitle100": "Petite amie latina finit par une masturbation avec une éjaculation massive !",
    "videoTitle101": "Adore ma bite",
    "videoTitle102": "Le rendez-vous d'Amanda",
    "videoTitle103": "Combien de temps cela durerait-il ? Massage de la bite en lycra",
    "videoTitle104": "Je continuerai à sucer même quand tu jouis, le sperme coulera de ma bouche 👄",
    "videoTitle105": "Mamma mia ! Ce n'est pas juste une fellation, c'est un véritable art !",
    "videoTitle106": "Parler salement avec masturbation lente et huile - Bambi Bluu",
    "videoTitle107": "J'ai distrait avec succès mon demi-frère pendant qu'il jouait",
    "videoTitle108": "Déesse hongroise suce lentement et goûte le sperme, par Sylvia Chrystall HD.",
    "videoTitle109": "Bite très savoureuse - Gros plan"
  },
  "gr": {
    "usernameError": "Der Benutzername muss mindestens einen Buchstaben enthalten und darf nicht nur aus Zahlen bestehen.",
    "passwordError": "Das Passwort muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Symbol (*^) enthalten und mehr als 8 Zeichen lang sein.",
    "loginError": "Der Benutzername oder das Passwort ist falsch.",
    "loginUsernamePlaceholder": "Gib deinen Benutzernamen ein",
    "loginPasswordPlaceholder": "Gib dein Passwort ein",
    "createAccountUsernamePlaceholder": "Wähle einen Benutzernamen",
    "createAccountEmailPlaceholder": "Gib deine E-Mail ein",
    "createAccountPasswordPlaceholder": "Wähle ein Passwort",
    "donYet": "Haben Sie noch kein Konto?",
    "memberSignIn": "Melden Sie sich an, um auf Ihr Incautas-Konto zuzugreifen",
    "createAccount": "Erstellen Sie ein neues Incautas-Konto",
    "username": "Benutzername",
    "password": "Passwort",
    "signIn": "Anmelden",
    "createAccountButton": "Konto erstellen",
    "haveAccount": "Haben Sie bereits ein Konto?",
    "registerHere": "Registrieren Sie sich hier",
    "contact_title": "Kontakt",
    "contact_info": "Sie können uns über unser Formular kontaktieren, es ausfüllen, und es wird von unseren Administratoren empfangen, die versuchen werden, so schnell wie möglich zu antworten.",
    "go_to_contact": "Zum Kontakt",
    "inicio": "Startseite",
    "videos": "Videos",
    "categorias": "Kategorien",
    "contactos": "Kontakte",
    "presentation": "Präsentation",
    "main_categories": "Hauptkategorien",
    "placeholder_search": "Videos suchen",
    "description": "Willkommen im Universum der grenzenlosen erotischen Erkundung, wo Vergnügen auf Spaß und Kontrolle trifft. Hier feiern wir Sinnlichkeit, Humor und Kraft in ihrer reinsten und authentischsten Form, mit einem Fokus auf die intensivsten und einzigartigsten Erfahrungen, die Sie sich vorstellen können.",
    "humiliation": "Paar-Demütigung: In unseren Inhalten übernehmen Paare die absolute Kontrolle und verwandeln Intimität in ein Spiel aus Macht und Spaß. Von nervösem Kichern bis hin zu Momenten völliger Unterwerfung betonen diese Dynamiken die erotische Kreativität und die Verbindung zwischen zwei Menschen, die wissen, wie sie die Grenzen des Vergnügens erweitern können.",
    "cum_ridiculously": "Absurd abspritzen: Denn hier ist der Höhepunkt viel mehr als nur ein Ende. Wir konzentrieren uns darauf, absurd intensive Momente festzuhalten, in denen Orgasmen zu einem Spektakel voller Freude, Überraschung und manchmal einem Hauch von Humor werden. Unerwartete, übertriebene Freudenexplosionen stehen im Mittelpunkt.",
    "extreme_vibrators": "Extreme Vibratoren: Wir erforschen die Kraft erotischer Technologie mit Hochleistungs-Vibratoren, die darauf ausgelegt sind, die Sinne bis an ihre Grenzen zu bringen. Mit ihren unvergleichlichen Bewegungen werden diese Spielzeuge zum ultimativen Werkzeug, um den mächtigsten und längsten Höhepunkt zu erreichen, präsentiert mit einem sinnlichen und aufregenden Touch.",
    "quick_handjobs": "Schnelle und kontrollierte Handjobs: Eine Hommage an die Kunst der Geschwindigkeit und Technik. Hier finden Sie Momente, in denen Geschwindigkeit und Präzision kombiniert werden, um explosive Ergebnisse zu erzielen. Erfahrene Hände bringen das Vergnügen in Sekundenschnelle auf ein neues Niveau.",
    "loaded_cocks": "Geladene Schwänze und Mehrfachorgasmen: In dieser Ecke des Verlangens heben wir die Fähigkeit des menschlichen Körpers hervor, Barrieren zu durchbrechen. Von Männern voller explosiver Energie bis hin zu aufeinanderfolgenden Mehrfachorgasmen, die Erwartungen trotzen, erforschen wir den Körper als unerschöpfliche Quelle des Vergnügens.",
    "default_message": "Klicken Sie auf ein Foto, um Informationen zur Kategorie zu erhalten.",
    "category_title": "Kategorietitel",
    "category_text": "Kategorie Text",
    "go_to_category": "Zur Kategorie",
    "enjoy_videos": "Genießen Sie alle unsere bisher hochgeladenen Videos",
    "female_domination": "Frauen in Paaren, die die Kontrolle übernehmen, sei es, um damit zu spielen, zu necken, Rollenspiele zu machen, den Orgasmus zu ruinieren oder irgendeine Art von erotischem Spiel zu spielen, mit oder ohne Kleidung.",
    "tempting_straw": "Es ist normalerweise ein langsamer, ruhiger Handjob, der von Streicheln begleitet werden kann, im Bett liegend oder ein Handjob von hinten. Es ist oft ein empfindlicher Penis, der seit mehreren Tagen geladen ist oder abspritzen möchte, aber damit spielt, bis es nicht mehr geht.",
    "speed_handjob": "Dies sind oft kurze Videos von Mädchen, die es lieben, ihre Freunde schnell zum Kommen zu bringen, gerne testen, wie lange sie durchhalten, sie schnell kommen lassen oder nicht langsamer werden und weitermachen, bis sie fertig sind, in Erwartung ihres männlichen Orgasmus.",
    "vibrator_extreme": "Normalerweise Mädchen, die den Vibrator nicht stoppen können, bis sie sich vor Freude winden, ihre Kleidung oder Muschi durchnässen und vor Freude stöhnen. Es gibt auch einige Paare, die ihn auf ihrem Schwanz verwenden und versuchen, ihn zu halten, während ihre Partner zusehen, wie sie vor Freude stöhnen.",
    "eye_contact": "Man sagt, es gibt Blicke, die töten, und diese gehören dazu. Aber auf den Schwanz gerichtet. Normalerweise haben wir POV-Videos mit festen Blicken in die Kamera von schönen Frauen mit großen, fesselnden Augen, die dich verführen, während sie dich provozieren.",
    "recent_videos_info": "Hier können Sie die neuesten hochgeladenen Videos sehen und nach Ihren Lieblingskriterien filtern: Name, Dauer, Upload-Datum, Kategorie usw. Genießen Sie unsere breite Palette an Metadaten.",
    "go_to_videos": "Zum Video",
    "iniciarSesion": "Anmelden",
    "footer_message": "© 2024 Femdom Amateur World. Alle Rechte vorbehalten.",
    "no_videos": "Keine Videos für diese Seite verfügbar.",
    "Galería de Videos": "Videogalerie",
    "contacto": "Kontakt",
    "preguntaContacto": "Haben Sie Fragen oder Vorschläge? Bitte füllen Sie das Formular aus, und wir werden uns so schnell wie möglich mit Ihnen in Verbindung setzen.",
    "descripcion": "Beschreibung:",
    "Escribe": "",
    "Selecciona una Categoría": "Wählen Sie eine Kategorie aus: ",
    "category": "Kategorie ",
    "female_domination_desc": "Frauen, die die Kontrolle übernehmen, necken oder Rollenspiele spielen, mit oder ohne Kleidung.",
    "tempting_straw_desc": "Langsame und sinnliche Handjobs, die empfindliche Partner provozieren oder verspielt necken.",
    "speed_handjob_desc": "Schnelle Handjobs, bei denen die Partner schnell zum Höhepunkt gebracht oder unaufhaltsam gereizt werden.",
    "vibrator_extreme_desc": "Frauen, die Vibratoren verwenden, bis sie die Kontrolle verlieren, ihre Kleidung durchtränken oder vor Vergnügen stöhnen.",
    "eye_contact_desc": "Intensive Blicke in POV-Videos, Frauen, die mit ihrem Blick fesseln.",
    "temptingStraw": "Verlockender Handjob",
    "speedHandjob": "Schneller Handjob",
    "Eye Contact": "Augenkontakt",
    "VibratorExtreme": "Extremer Vibrator",
    "FemaleDomination": "Weibliche Dominanz",
    "Enviar": "Senden",
    "resultadoDeBusqueda": "Suchergebnis",
    "VolverAtras": "Zurück",
    "Usuario": "Benutzername",
    "Contrasena": "Passwort",
    "introducePass": "Geben Sie Ihr Passwort ein",
    "introduceUsu": "Geben Sie Ihren Benutzernamen ein",
    "tituloMensaje": "Nachrichtentitel:",
    "Descripcion": "Beschreibung:",
    "EscribeTitu": "Schreiben Sie den Titel Ihrer Nachricht",
    "EscribeDesc": "Schreiben Sie hier die Beschreibung Ihrer Nachricht",
    "videoTitle1": "Empfindlicher Handjob vom jungen Mitbewohner, schaut Pornos und kommt zusammen",
    "videoTitle2": "Milf bringt ihn in 1 Minute zum Kommen",
    "error_loading": "Fehler beim Laden der Videos.",
    "videoTitle3": "Sehr schneller Blowjob!",
    "adult_warning_title": "Dies ist eine Website für Erwachsene",
    "adult_warning_text": "Diese Seite enthält Material, das für Minderjährige eingeschränkt ist. Wenn Sie mindestens 18 Jahre alt sind, klicken Sie auf 'Eintreten'. Andernfalls verlassen Sie die Seite.",
    "enter_button": "Ich bin 18 oder älter - Eintreten",
    "exit_button": "Ich bin unter 18 - Verlassen",
    "videoTitle4": "Riesiger Penis bekommt Handjob und Blowjob von Amateurfreundin (mit Lusttropfen)",
    "videoTitle5": "40 Minuten Handjob und Femdom! Ich necke diesen schönen Penis mit Stöhnen und einem schüttelnden Orgasmus",
    "videoTitle6": "So viel Sperma! Langsames Edging mit einer unglaublichen Spermaexplosion",
    "videoTitle7": "Sinnliche Penis- und Hodenmassage - Happy Ending Handjob",
    "videoTitle8": "Dominante Mama diszipliniert ihren Jungen wegen vorzeitiger Ejakulation",
    "videoTitle9": "RUINIERT, während er komplett in Plastik eingewickelt ist!",
    "videoTitle10": "Schau, wie sein Körper zittert, während MissDommenique ihn zu einem massiven ruinierten Orgasmus bringt.",
    "videoTitle11": "Was erwarte ich, wenn ich von einem ruinierten Orgasmus höre?",
    "videoTitle12": "Femdom Prejac SPH | Tinder-Date lief schief",
    "videoTitle13": "Es kam in 30 Sekunden... Deshalb mache ich weiter",
    "videoTitle14": "Komm in meinen Mund, mein kleiner Bruder",
    "videoTitle15": "Sie bringt mich zum Kommen und macht weiter",
    "videoTitle16": "19 und NACKT!!!",
    "videoTitle17": "QuickCummers 4",
    "videoTitle18": "Blonder Blowjob",
    "videoTitle19": "Schöner sanfter Handjob von einer Frau mit einer erstaunlich langen Freigabe beim Höhepunkt um 8:20",
    "videoTitle20": "Sinnliche Küsse und Streicheln, Sperma bei 8:20",
    "videoTitle21": "Sensationelles Nuckeln, Küssen, trockene Jeans - GROSSARTIGER Höhepunkt (15:18)",
    "videoTitle22": "Übersetzt: Vorzeitiger Ejakulator, kleiner Penis, Pete, Blowjob, Petera",
    "videoTitle23": "Vorzeitige Ejakulation, kleiner Penis, Pete, Blowjob, Petera",
    "videoTitle24": "Unglaublich schneller Strohhalm-Modus! Niemand ist so schnell wie sie",
    "videoTitle25": "Blondes Mädchen hat Spaß daran, mir nach einem ruinierten Orgasmus einen Handjob zu geben",
    "videoTitle26": "Sie hat mich so schnell fertig gemacht, indem sie meine Eier so geleckt hat 😩",
    "videoTitle27": "Extrem schneller Strohhalm - 15 Sekunden bis zur Explosion",
    "videoTitle28": "Schnelles Einölen vor dem Unterricht",
    "videoTitle29": "Schneller Handjob so schnell wie möglich",
    "videoTitle30": "Ich mag es zu sehen, wie schnell ich ihn zum Kommen bringen kann",
    "videoTitle31": "MEINEN JUNGEN AUF DIE PROBE STELLEN: WIE LANGE HÄLT ER MIT DIESEM JOCK DURCH? - AMATEUR - ERSTAUNLICHER HÖHEPUNKT",
    "videoTitle32": "TRAINING gegen die vorzeitige Ejakulation meines Freundes. ZWEITE LEKTION. Amateurpaar",
    "videoTitle33": "Griechische Lehrerin gibt Handjob, bekommt eine Ladung Sperma - μου τον παίζει στα ιδιαίτερα",
    "videoTitle34": "Heiße Ehefrau masturbiert Freund vor ihrem Ehemann. ZWEITE LEKTION. Amateurpaar",
    "videoTitle35": "TRAINING gegen die vorzeitige Ejakulation meines Freundes. ERSTE LEKTION. Amateurpaar",
    "videoTitle36": "TRAINING gegen die vorzeitige Ejakulation meines Freundes. DRITTE LEKTION. Amateurpaar",
    "videoTitle37": "Ölmassage zu Silvester in engen Jeans mit sinnlicher Nachmassage",
    "videoTitle38": "WOW Höhepunkt nach 7 Tagen Abstinenz",
    "videoTitle39": "Weicher sinnlicher Morgen-Handjob für großen Pilzkopfpenis mit Sperma auf dem Bauch - Lexy Bounne",
    "videoTitle40": "Meine Hände helfen jedem Mann zu kommen (süßer Handjob)",
    "videoTitle41": "Ehefrau masturbiert dich in der Badewanne",
    "videoTitle42": "Bester Blowjob aller Zeiten",
    "videoTitle43": "Handjob und Höhepunkt Jennifer",
    "videoTitle44": "Fremdgehen mit MILF-Stiefmutter, während seine Freundin auf dem Balkon eingesperrt ist!",
    "videoTitle45": "Morgen-Blowjob endet auf Lanas Brüsten",
    "videoTitle46": "Anleitung für doppelten Höhepunkt - bananaspussy",
    "videoTitle47": "Zarter Handjob - bananaspussy",
    "videoTitle48": "Wer möchte so einen Handjob?",
    "videoTitle49": "4k Entspannung meines Mannes nach einem langen Arbeitstag, jeder verdient diese Streicheleinheiten",
    "videoTitle50": "Ich masturbiere meinen Freund und er filmt es",
    "videoTitle51": "Mädchen masturbiert meinen Penis - slayerstrong",
    "videoTitle52": "Masturbation, nicht meine Schwester",
    "videoTitle53": "Vorzeitiger Ejakulator (sissyqueerpooh)",
    "videoTitle54": "Schöner russischer Teenager-Handjob im Badezimmer mit Höhepunkt",
    "videoTitle55": "Stiefschwester erwischte meinen Morgenständer",
    "videoTitle56": "Geile Nachbarin erwischte meinen Morgenständer",
    "videoTitle57": "Früh morgens chilliger Handjob mit riesigem Penis (lilredvelvettt)",
    "videoTitle58": "Hippie-Stiefschwester gibt dir nackte tantrische Massage - Indica Flower - Familientherapie - Alex Adams",
    "videoTitle59": "Heiße MILF betrügt (sadie holmes)",
    "videoTitle60": "Schnelle Ejakulation beim Fremdgehen mit deiner Freundin (chezzaluna)",
    "videoTitle61": "Lass uns ein Konzentrationsspiel spielen... Versuch nicht zu kommen! KURZ",
    "videoTitle62": "Edging-Sitzung endet mit 4 ruinierten Orgasmen",
    "videoTitle63": "Monster-Vibrator bringt ihn in 30 Sekunden zum Höhepunkt! Doppel-POV - Nobra Twincharger",
    "videoTitle64": "Heather Kane melkt Penis unter der Decke in 4K!!",
    "videoTitle65": "Ich wollte mit meiner Nachbarin einen Film schauen: Sie gab mir schnell einen Handjob! Nachbarin masturbiert",
    "videoTitle66": "Handjob mit schmutzigen Streicheleinheiten von sexy blonder Schwester",
    "videoTitle67": "CFNM Brünette Polizistin gibt Handjob - Modell: Brianna Cole",
    "videoTitle68": "Meine schmutzige Frau lutscht unseren 21-jährigen Nachbarn... dauert 2:24",
    "videoTitle69": "LANGSAMES Neckenspiel führt zu INTENSIVEM Orgasmus und Höhepunkt",
    "videoTitle70": "Handjob auf dem Sofa (oldboybp)",
    "videoTitle71": "Sinnlicher Handjob führt zu intensivem, beinzitterndem Orgasmus!",
    "videoTitle72": "VORZEITIGER SPERMABRUNNEN - Mein nasser Hintern brachte ihn in weniger als einer Minute zum Kommen!",
    "videoTitle73": "DER GRÖSSTE HÖHEPUNKT ALLER ZEITEN!! Filmstudent lässt mich alles machen, was ich will",
    "videoTitle74": "Ehefrau-Handjob-Herausforderung: Komme in weniger als 60 Sekunden",
    "videoTitle75": "Spaß im Freien beim Spazierengehen und schneller Handjob im Auto mit großem Penis!",
    "videoTitle76": "Mädchen auf der Arbeit reibt Penis, bis ich auf ihre Kleidung ejakuliere, während andere Mitarbeiter Mittag machen (spreadingsomelove)",
    "videoTitle77": "Tiefe Kehle Sperma-Schlucken Herausforderung in 2 Minuten",
    "videoTitle78": "Spermakontrolle führt zu einem riesigen Höhepunkt",
    "videoTitle79": "Der Kunde ejakuliert überall! Der Schüler war schockiert!",
    "videoTitle80": "Leck dein Sperma von meinen Yogahosen",
    "videoTitle81": "Eine Schlampe streichelt den Penis ihres Freundes bis zur oralen Ejakulation",
    "videoTitle82": "Sie lutschte und der Typ kam schnell",
    "videoTitle83": "ER KOMMT WIE EIN PFERD NACH SPEZIELLEN BONBONS",
    "videoTitle84": "Sie gibt ihm Viagra und melkt seinen Penis",
    "videoTitle85": "Heather Kane lässt Sperma wie einen Penis-Geysir explodieren!",
    "videoTitle86": "Sperma-Besessenheit! Schneller Orgasmus-Handjob",
    "videoTitle87": "Sinnliche Grausamkeit ;) | Veronica",
    "videoTitle88": "Blowjob-Lehrerin leert Hoden mühelos",
    "videoTitle89": "Stiefschwester ließ ihren Stiefbruder nicht baden.",
    "videoTitle90": "Sasha Foxxx neckt den harten Penis",
    "videoTitle91": "Mädchen macht es ihrem Freund 5 Mal",
    "videoTitle92": "Sasha Foxxx - Langsam und sehr sinnlich",
    "videoTitle93": "Handjob auf dem Parkplatz, hatte es schon ewig nicht gemacht!",
    "videoTitle94": "Mädchen bringt mich zum Kommen außerhalb unseres Arbeitsplatzes, während andere Mitarbeiter Mittag machen",
    "videoTitle95": "Leert seine Hoden, während er in meinen kleinen, geilen Mund ejakuliert",
    "videoTitle96": "Sie sah meinen Morgenständer und leerte meine Hoden",
    "videoTitle97": "Böse Mädchen spielen mit erigiertem Penis",
    "videoTitle98": "Langsamer Handjob nach ihrem ersten Date - Heather Kane",
    "videoTitle99": "Blowjob auf dem Parkplatz vor dem Freizeitpark, Sperma in meinen Haaren!",
    "videoTitle100": "Latina-Freundin beendet den Job mit einem Handjob und einem riesigen Höhepunkt!",
    "videoTitle101": "Verehre meinen Penis",
    "videoTitle102": "AMANDAS DATE",
    "videoTitle103": "Wie lange würde es dauern???? Handjob-Cock-Massage im Spandex-Lycra-Shirt",
    "videoTitle104": "Ich werde weiter lutschen, auch wenn du kommst, das Sperma wird aus meinem Mund fließen 👄",
    "videoTitle105": "Mamma mia! Es ist nicht nur ein Blowjob, es ist eine echte Kunst des Lutschens!",
    "videoTitle106": "Dirty Talk Strohmassage Öl von Teen-Anime-Mädchen Bambi Bluu",
    "videoTitle107": "Erfolgreich meinen Stiefbruder abgelenkt, während er gespielt hat",
    "videoTitle108": "Ungarische Göttin saugt langsam Penis & probiert Sperma, von Sylvia Chrystall HD.",
    "videoTitle109": "Sehr leckerer Penis - Nahaufnahme"
  }
}